lib/xml/getCampaigns.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getCampaigns>
            <!--Optional:-->
            <campaignNamePattern>?</campaignNamePattern>
            <!--Optional:-->
            <campaignType>?</campaignType>
        </ser:getCampaigns>
    </soapenv:Body>
</soapenv:Envelope>